exports.menu3 = (id, A187, tampilTanggal, whatsapp, youtube, tampilWaktu, instagram, nomer, aktif) => {
	return ` 
࿕Ӄ──────────࿕Ӄ  

*${A187}*

࿕Ӄ──────────࿕Ӄ  

📆 *${tampilTanggal}*
📌STATUS BOT AKTIF: *${aktif}*
	
<═══════════════════════>
  ࿕Ӄ               ᗰᗴᑎᑌ-ᗷᝪᎢ-3               ࿕Ӄ <═══════════════════════>

             ╲    ╱    ● ᏴϴͲ● ᎷᎬΝႮ3●
       ╱▔▔▔▔▔╲       Author    : ՏᎡ.ᏦᎬᏦᎬ
      ┃┈▇┈┈▇┈┃      
╭╮┣━━━━━━┫╭╮    
┃┃┃┈┈┈┈┈┈┃┃┃    
╰╯┃┈┈┈┈┈┈┃╰╯
      ╰┓┏━━┓┏╯
         ╰╯      ╰╯

   ▬▬▬▬▬▬▬ Ӄ࿕▬࿕Ӄ▬▬▬▬▬▬▬
     [ Escrito por keke ]

            [ Versão nova i traduzida ]
   ▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬
╔══════════════════════════╗
 ●N°3                   ●MENU●                     ●N°3●
╚══════════════════════════╝
╔════════════════
║ *MENU3*            
╠════════════════
║╭──❉ *18+* ❉──
║│࿕Ӄ  *!indohot*
║│࿕Ӄ  *!cersex*
║│࿕Ӄ  *!hentai*
║│࿕Ӄ  *!indohot*
║│࿕Ӄ  *!nekonime*
║╰───────────
╠════════════════════
║╭──❉ *OUTRAS* ❉──
║│࿕Ӄ  *!ttsid* <TEXTO>
║│࿕Ӄ  *!bitly* <LINK>
║│࿕Ӄ  *!namaninja* <SEU NOME>
║│࿕Ӄ  *!alay* <TEXTO>
║│࿕Ӄ  *igstalk* <@_sadboy.g>
║│࿕Ӄ  *!ocr* <FOTO COM TEXTO>
║│࿕Ӄ  *!gay*
║│࿕Ӄ  *!checkip*
║│࿕Ӄ  *!ping*
║│࿕Ӄ  *!hostsearch*
║│࿕Ӄ  *!scdl*
║│࿕Ӄ  *!map* <AREA>
║│࿕Ӄ  *!cooltext* <TEXTO>
║│࿕Ӄ  *!pesankosong*
║│࿕Ӄ  *!say* <TEXTO>
║╰───────────
╠════════════════════
║╭──❉ *SPAM* ❉──
║│࿕Ӄ  *!spamcall* <85722553839>
║│࿕Ӄ  *!spamsms* <85722553839>
║│࿕Ӄ  *!spamgmail* <aris187.id@gmail.com>
║╰───────────
╚════════════ ϴ ᏴᎡᎪᏴϴ ͲᎬᎷ ΝϴᎷᎬ`
}
