exports.menu2 = (id, A187, tampilTanggal, whatsapp, youtube, tampilWaktu, instagram, nomer, aktif) => {
	return ` 
<═══════════════════════>
  ࿕Ӄ               ᗰᗴᑎᑌ-ᗷᝪᎢ-2               ࿕Ӄ <═══════════════════════>

             ╲    ╱    ● ᏴϴͲ● ᎷᎬΝႮ2●
       ╱▔▔▔▔▔╲       Author    : ՏᎡ.ᏦᎬᏦᎬ
      ┃┈▇┈┈▇┈┃      
╭╮┣━━━━━━┫╭╮    
┃┃┃┈┈┈┈┈┈┃┃┃    
╰╯┃┈┈┈┈┈┈┃╰╯
      ╰┓┏━━┓┏╯
         ╰╯      ╰╯

   ▬▬▬▬▬▬▬ Ӄ࿕▬࿕Ӄ▬▬▬▬▬▬▬
     [ Escrito por keke ]

            [ Versão nova i traduzida ]
   ▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬▬
╔══════════════════════════╗
 ●N°2                   ●MENU●                     ●N°2●
╚══════════════════════════╝

╔════════════════════
║    ᎷᎬΝႮ ᎠᎬ ᏟϴᎷᎪΝᎠϴՏ 2
╠════════════════════
║╭──ᏟᏆͲᎪᏟ̧ϴ̃ᎬՏ Ꭼ ᏢϴᎬՏᏆᎪ──
║│࿕Ӄ *!puisi1*
║│࿕Ӄ *!puisi2*
║│࿕Ӄ *!puisi3*
║│࿕Ӄ *!cerpen*
║│࿕Ӄ *!quotes1*
║│࿕Ӄ *!quotes2*
║╰──────────
╠════════════════════
║╭── ᏴᎪᏆХᎪᎡ ──
║│࿕Ӄ *!ytmp3*  <link>
║│࿕Ӄ *!ytmp4* <link>
║│࿕Ӄ *!fb* <link>
║│࿕Ӄ *!tiktok* <link>
║│࿕Ӄ *!twt* <link>
║│࿕Ӄ *!ig* <link>
║╰──────────
║ *BOT ${A187}*
╠════════════════════
║╭── ᏆՏᏞᎪᎷᏆՏᎷϴ ──
║│࿕Ӄ *!quran*
║╰───────────
╠════════════════════
║╭── ᎪᎠႮᏞͲϴ +18 ──
║│࿕Ӄ *!indohot*
║│࿕Ӄ *!cersex*
║│࿕Ӄ *!hentai*
║│࿕Ӄ *!indohot*
║│࿕Ӄ *!nekonime*
║╰───────────
╚════════════ ϴ ᏴᎡᎪᏴϴ ͲᎬᎷ ΝϴᎷᎬ`
}
